tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "curl"
brew "direnv"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "libgcrypt"
brew "neovim"
brew "python@3.8"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "yarn"
cask "1password"
cask "adoptopenjdk11"
cask "firefox"
cask "font-powerline-symbols"
