tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "cloc"
brew "curl"
brew "direnv"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "jenv"
brew "jq"
brew "maven"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
cask "adoptopenjdk8"
cask "font-powerline-symbols"
