tap "contribsys/faktory"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cloc"
brew "curl"
brew "direnv"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-tar"
brew "go"
brew "golang-migrate"
brew "helm"
brew "jq"
brew "libgcrypt"
brew "libpq", link: true
brew "maven"
brew "neovim"
brew "python@3.8"
brew "python@3.9"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "watch"
brew "yarn"
brew "contribsys/faktory/faktory"
cask "1password"
cask "firefox"
cask "font-powerline-symbols"
